Repository: francescor93/WP-EnforcePasswordStrength
Catalog: languages/enforce-password-strength-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: <strong>ERROR</strong>: This password does not meet the minimum safety requirements. If you have already reset it to the new requirements make sure you have written it correctly; otherwise ask now for a reset.
it_it: <strong>ERRORE</strong>: Questa password non rispetta i requisiti minimi di sicurezza. Se avevi gi√† effettuato la reimpostazione ai nuovi requisiti accertati di averla scritta correttamente; altrimenti richiedi ora un reset.

source: ERROR: New password must
it_it: ERRORE: La nuova password deve

source: contain at least
it_it: contenere almeno

source: an uppercase,
it_it: un carattere maiuscolo,

source: a lowercase,
it_it: un carattere minuscolo,

source: a number,
it_it: un numero,

source: a symbol,
it_it: un simbolo,

source: and must
it_it: e deve

source: have a minimum length of %d characters
it_it: avere una lunghezza minima di %d caratteri

source: Save Settings
it_it: Salva impostazioni

source: Minimum Requirements
it_it: Requisiti minimi

source: Uppercase characters
it_it: Caratteri maiuscoli

source: Require at least one uppercase character in password
it_it: Richiedi almeno un carattere maiuscolo nella password

source: Lowercase characters
it_it: Caratteri minuscoli

source: Require at least one lowercase character in password
it_it: Richiedi almeno un carattere minuscolo nella password

source: Numbers
it_it: Numeri

source: Require at least one number in password
it_it: Richiedi almeno un numero nella password

source: Symbols
it_it: Simboli

source: Require at least one symbol in password
it_it: Richiedi almeno un simbolo nella password

source: Length
it_it: Lunghezza

source: Minimum required length for the password
it_it: Lunghezza minima della password

source: characters
it_it: caratteri

source: Sets the minimum requirements you want to apply to the users passwords
it_it: Imposta i requisiti minimi che vuoi richiedere alle password degli utenti
